[
  {
    "text": "The King is the central archetype. He holds the throne of the mature masculine.",
    "author": "Moore & Gillette"
  },
  {
    "text": "The King’s first responsibility is to bless the lives of others.",
    "author": "Moore & Gillette"
  },
  {
    "text": "He creates and maintains order, and calls others into their fullness.",
    "author": "Moore & Gillette"
  },
  {
    "text": "A true King does not rule through fear, but through grounded presence.",
    "author": "Moore & Gillette"
  },
  {
    "text": "The King must die to himself and be reborn in service to the realm.",
    "author": "Moore & Gillette"
  },
  {
    "text": "A ruler is best when people barely know he exists.",
    "author": "Lao Tzu"
  },
  {
    "text": "To rule is to serve. To serve is to protect.",
    "author": "Marcus Aurelius (paraphrased)"
  },
  {
    "text": "Uneasy lies the head that wears a crown.",
    "author": "William Shakespeare, Henry IV"
  },
  {
    "text": "The best leaders are those most reluctant to lead.",
    "author": "Plato"
  },
  {
    "text": "The King is not the highest power. He is the clearest channel.",
    "author": "Anonymous (mythic paraphrase)"
  },
  {
    "text": "The crown does not confer authority. It reveals it.",
    "author": "Anonymous (archetypal insight)"
  },
  {
    "text": "The good King does not demand loyalty. He earns devotion.",
    "author": "Anonymous (archetypal insight)"
  },
  {
    "text": "He who controls others may be powerful, but he who masters himself is mighty.",
    "author": "Lao Tzu"
  },
  {
    "text": "The King plants trees under whose shade he does not expect to sit.",
    "author": "Ancient proverb"
  },
  {
    "text": "True power is measured in the peace of those you protect.",
    "author": "Anonymous (archetypal insight)"
  },
  {
    "text": "Order is not oppression. It is invitation to thrive."
  },
  {
    "text": "He doesn’t control. He contains."
  },
  {
    "text": "When the King enters, the room steadies."
  },
  {
    "text": "He rules not with force, but with gravity."
  },
  {
    "text": "He holds the chaos so others can dance."
  },
  {
    "text": "A true King does not compete. He confirms."
  },
  {
    "text": "His presence doesn’t take up space. It makes space."
  },
  {
    "text": "He is not above the people. He is beneath the weight of their future."
  },
  {
    "text": "The King does not need to be right. He needs to do what is right."
  },
  {
    "text": "He doesn’t punish. He purifies."
  },
  {
    "text": "Stillness is the sign of true authority."
  },
  {
    "text": "You don't chase power. You emanate it."
  },
  {
    "text": "The King doesn’t panic. He decides."
  },
  {
    "text": "You don’t need a crown to command. Just alignment."
  },
  {
    "text": "He sees the whole — and takes responsibility for it."
  },
  {
    "text": "He doesn't flinch from suffering. He holds space through it."
  },
  {
    "text": "Blessing is not weakness. It’s legacy in motion."
  },
  {
    "text": "A King is not made by victories, but by how he carries his losses."
  },
  {
    "text": "Others rise in his presence, because he rises first."
  },
  {
    "text": "The King balances the blade and the balm."
  },
  {
    "text": "Tyranny is what happens when the King forgets he is a servant."
  },
  {
    "text": "The shadow King demands worship. The true King awakens sovereignty in others."
  },
  {
    "text": "If you must remind them you’re the King, you’re not."
  },
  {
    "text": "He does not react. He reflects."
  },
  {
    "text": "The throne is not the power. The man in stillness is."
  },
  {
    "text": "The Warrior’s energy is aggressive, but it is not angry. It is alert, focused, and detached.",
    "author": "Moore & Gillette"
  },
  {
    "text": "The Warrior is the archetype of self-discipline and self-control.",
    "author": "Moore & Gillette"
  },
  {
    "text": "He fights for clarity, for virtue, and for what must be done — not for personal gain.",
    "author": "Moore & Gillette"
  },
  {
    "text": "The Warrior knows his mission and lets nothing distract him from it.",
    "author": "Moore & Gillette"
  },
  {
    "text": "He has no patience for talk. Only action.",
    "author": "Moore & Gillette"
  },
  {
    "text": "A man who has something to die for has everything to live for.",
    "author": "Plato (paraphrased)"
  },
  {
    "text": "So comes snow after fire, and even dragons have their endings.",
    "author": "J.R.R. Tolkien"
  },
  {
    "text": "Victory is reserved for those who are willing to pay its price.",
    "author": "Sun Tzu"
  },
  {
    "text": "Once more unto the breach, dear friends, once more.",
    "author": "William Shakespeare, Henry V"
  },
  {
    "text": "There is a strength in silence, and power in restraint.",
    "author": "Marcus Aurelius (paraphrased)"
  },
  {
    "text": "To hold a sword is to hold responsibility.",
    "author": "T.H. White, The Once and Future King"
  },
  {
    "text": "A knight is sworn to valor. His heart knows only virtue.",
    "author": "Dragonheart (film)"
  },
  {
    "text": "Cowards die many times before their deaths.",
    "author": "William Shakespeare, Julius Caesar"
  },
  {
    "text": "All we have to decide is what to do with the time that is given us.",
    "author": "J.R.R. Tolkien"
  },
  {
    "text": "You must never confuse your feelings with your duties.",
    "author": "Rafael Sabatini, Scaramouche"
  },
  {
    "text": "Discipline is freedom. Move toward the fire."
  },
  {
    "text": "Pain sharpens. Weakness distracts. Choose which to hold."
  },
  {
    "text": "Boundaries aren’t walls — they’re weapons."
  },
  {
    "text": "You are not cruel. You are carved."
  },
  {
    "text": "The man who can say ‘no’ is the man who can say ‘yes’ with honor."
  },
  {
    "text": "You don't fight because you're angry. You fight because it is time."
  },
  {
    "text": "Stillness can strike harder than fury."
  },
  {
    "text": "He keeps his word like a sword. Sharpened. Sheathed. Ready."
  },
  {
    "text": "Courage isn't loud. It just doesn’t flinch."
  },
  {
    "text": "Train with devotion. Walk with certainty. Fall with purpose."
  },
  {
    "text": "The Warrior is not reactive. He is deliberate. Calculated. Free."
  },
  {
    "text": "You can feel your anger without letting it drive the blade."
  },
  {
    "text": "There’s no valor in chaos. Precision is the sacred act."
  },
  {
    "text": "Show up even when it’s hard. That’s what makes you dangerous."
  },
  {
    "text": "Let others be liked. You came to be effective."
  },
  {
    "text": "Your fire doesn’t need permission. Just aim."
  },
  {
    "text": "You’re not harsh. You’re clear."
  },
  {
    "text": "Your strength is not for show — it is for shelter."
  },
  {
    "text": "The Warrior honors his edge. And sharpens it daily."
  },
  {
    "text": "Do it clean. Do it sharp. Do it without needing praise."
  },
  {
    "text": "You do not win by being feared. You win by being immovable."
  },
  {
    "text": "A true Warrior learns when to lower the blade."
  },
  {
    "text": "Rage feels powerful — but it is always hungry."
  },
  {
    "text": "You are more dangerous when you don’t need to prove it."
  },
  {
    "text": "What you fight for defines you. Choose your war wisely."
  }
]