[  
  {
    "name": "King",
    "quotes": [
      { "text": "The King is the central archetype. He holds the throne of the mature masculine.", "author": "Moore & Gillette" },
      { "text": "The King’s first responsibility is to bless the lives of others.", "author": "Moore & Gillette" },
      { "text": "He creates and maintains order, and calls others into their fullness.", "author": "Moore & Gillette" },
      { "text": "A true King does not rule through fear, but through grounded presence.", "author": "Moore & Gillette" },
      { "text": "The King must die to himself and be reborn in service to the realm.", "author": "Moore & Gillette" },
      { "text": "A ruler is best when people barely know he exists.", "author": "Lao Tzu" },
      { "text": "To rule is to serve. To serve is to protect.", "author": "Marcus Aurelius (paraphrased)" },
      { "text": "Uneasy lies the head that wears a crown.", "author": "William Shakespeare, Henry IV" },
      { "text": "The best leaders are those most reluctant to lead.", "author": "Plato" },
      { "text": "The King is not the highest power. He is the clearest channel.", "author": "Anonymous (mythic paraphrase)" },
      { "text": "The crown does not confer authority. It reveals it.", "author": "Anonymous (archetypal insight)" },
      { "text": "The good King does not demand loyalty. He earns devotion.", "author": "Anonymous (archetypal insight)" },
      { "text": "He who controls others may be powerful, but he who masters himself is mighty.", "author": "Lao Tzu" },
      { "text": "The King plants trees under whose shade he does not expect to sit.", "author": "Ancient proverb" },
      { "text": "True power is measured in the peace of those you protect.", "author": "Anonymous (archetypal insight)" },
      { "text": "Order is not oppression. It is invitation to thrive." },
      { "text": "He doesn’t control. He contains." },
      { "text": "When the King enters, the room steadies." },
      { "text": "He rules not with force, but with gravity." },
      { "text": "He holds the chaos so others can dance." },
      { "text": "A true King does not compete. He confirms." },
      { "text": "His presence doesn’t take up space. It makes space." },
      { "text": "He is not above the people. He is beneath the weight of their future." },
      { "text": "The King does not need to be right. He needs to do what is right." },
      { "text": "He doesn’t punish. He purifies." },
      { "text": "Stillness is the sign of true authority."  },
      { "text": "You don't chase power. You emanate it."  },
      { "text": "The King doesn’t panic. He decides."  },
      { "text": "You don’t need a crown to command. Just alignment."  },
      { "text": "He sees the whole — and takes responsibility for it."  },
      { "text": "He doesn't flinch from suffering. He holds space through it."  },
      { "text": "Blessing is not weakness. It’s legacy in motion."  },
      { "text": "A King is not made by victories, but by how he carries his losses."  },
      { "text": "Others rise in his presence, because he rises first."  },
      { "text": "The King balances the blade and the balm."  },
      { "text": "Tyranny is what happens when the King forgets he is a servant."  },
      { "text": "The shadow King demands worship. The true King awakens sovereignty in others."  },
      { "text": "If you must remind them you’re the King, you’re not."  },
      { "text": "He does not react. He reflects."  },
      { "text": "The throne is not the power. The man in stillness is."  }
    ]
  },
  {
    "name": "Warrior",
    "quotes": [
      { "text": "The Warrior’s energy is aggressive, but it is not angry. It is alert, focused, and detached.", "author": "Moore & Gillette" },
      { "text": "The Warrior is the archetype of self-discipline and self-control.", "author": "Moore & Gillette" },
      { "text": "He fights for clarity, for virtue, and for what must be done — not for personal gain.", "author": "Moore & Gillette" },
      { "text": "The Warrior knows his mission and lets nothing distract him from it.", "author": "Moore & Gillette" },
      { "text": "He has no patience for talk. Only action.", "author": "Moore & Gillette" },
      { "text": "A man who has something to die for has everything to live for.", "author": "Plato (paraphrased)" },
      { "text": "So comes snow after fire, and even dragons have their endings.", "author": "J.R.R. Tolkien" },
      { "text": "Victory is reserved for those who are willing to pay its price.", "author": "Sun Tzu" },
      { "text": "Once more unto the breach, dear friends, once more.", "author": "William Shakespeare, Henry V" },
      { "text": "There is a strength in silence, and power in restraint.", "author": "Marcus Aurelius (paraphrased)" },
      { "text": "To hold a sword is to hold responsibility.", "author": "T.H. White, The Once and Future King" },
      { "text": "A knight is sworn to valor. His heart knows only virtue.", "author": "Dragonheart (film)" },
      { "text": "Cowards die many times before their deaths.", "author": "William Shakespeare, Julius Caesar" },
      { "text": "All we have to decide is what to do with the time that is given us.", "author": "J.R.R. Tolkien" },
      { "text": "You must never confuse your feelings with your duties.", "author": "Rafael Sabatini, Scaramouche" },
      { "text": "Discipline is freedom. Move toward the fire." },
      { "text": "Pain sharpens. Weakness distracts. Choose which to hold." },
      { "text": "Boundaries aren’t walls — they’re weapons." },
      { "text": "You are not cruel. You are carved." },
      { "text": "The man who can say ‘no’ is the man who can say ‘yes’ with honor." },
      { "text": "You don't fight because you're angry. You fight because it is time." },
      { "text": "Stillness can strike harder than fury." },
      { "text": "He keeps his word like a sword. Sharpened. Sheathed. Ready." },
      { "text": "Courage isn't loud. It just doesn’t flinch." },
      { "text": "Train with devotion. Walk with certainty. Fall with purpose." },
      { "text": "The Warrior is not reactive. He is deliberate. Calculated. Free."  },
      { "text": "You can feel your anger without letting it drive the blade."  },
      { "text": "There’s no valor in chaos. Precision is the sacred act."  },
      { "text": "Show up even when it’s hard. That’s what makes you dangerous."  },
      { "text": "Let others be liked. You came to be effective."  },
      { "text": "Your fire doesn’t need permission. Just aim."  },
      { "text": "You’re not harsh. You’re clear."  },
      { "text": "Your strength is not for show — it is for shelter."  },
      { "text": "The Warrior honors his edge. And sharpens it daily."  },
      { "text": "Do it clean. Do it sharp. Do it without needing praise."  },
      { "text": "You do not win by being feared. You win by being immovable."  },
      { "text": "A true Warrior learns when to lower the blade."  },
      { "text": "Rage feels powerful — but it is always hungry."  },
      { "text": "You are more dangerous when you don’t need to prove it."  },
      { "text": "What you fight for defines you. Choose your war wisely."  }
    ]
  },
  {
    "name": "Magician",
    "quotes": [
      { "text": "The Magician is the knower. The one who sees into the hidden nature of things.", "author": "Moore & Gillette" },
      { "text": "He is the master of technologies of transformation.", "author": "Moore & Gillette" },
      { "text": "The Magician watches, detached — not because he does not care, but because he sees more.", "author": "Moore & Gillette" },
      { "text": "He is the initiator, the guide, the priest. He reveals the sacred through symbol.", "author": "Moore & Gillette" },
      { "text": "Power is safest in the hands of the Magician, because he does not crave it.", "author": "Moore & Gillette" },
      { "text": "Any sufficiently advanced technology is indistinguishable from magic.", "author": "Arthur C. Clarke" },
      { "text": "The cave you fear to enter holds the treasure you seek.", "author": "Joseph Campbell" },
      { "text": "To see clearly is poetry, prophecy, and religion all in one.", "author": "John Ruskin" },
      { "text": "Magic is not a practice. It is a living, breathing web of energy that, with our permission, can encase our every action.", "author": "Dorothy Morrison" },
      { "text": "The real alchemy is seeing the sacred in the mundane.", "author": "Thomas Moore, Care of the Soul" },
      { "text": "He who knows others is wise; he who knows himself is enlightened.", "author": "Lao Tzu" },
      { "text": "Not all those who wander are lost.", "author": "J.R.R. Tolkien" },
      { "text": "I will show you fear in a handful of dust.", "author": "T.S. Eliot" },
      { "text": "A wizard is never late, nor is he early. He arrives precisely when he means to.", "author": "J.R.R. Tolkien" },
      { "text": "The mind is its own place, and in itself can make a Heaven of Hell, a Hell of Heaven.", "author": "John Milton, Paradise Lost" },
      { "text": "The Magician isn’t loud — he’s the one the storm listens to." },
      { "text": "He speaks in riddles, not to confuse, but to awaken." },
      { "text": "Some men seek control. He seeks the current beneath it." },
      { "text": "He does not flinch when the truth is sharp." },
      { "text": "He bends light, not to deceive — but to reveal." },
      { "text": "The Magician's strength lies not in casting spells, but in seeing patterns." },
      { "text": "He touches power only after touching silence." },
      { "text": "He leads with questions, not answers." },
      { "text": "He doesn’t fear the unknown. He listens to it." },
      { "text": "Transformation does not shout. It murmurs from within." },
      { "text": "You already carry the answers. The Magician just helps you remember."  },
      { "text": "Insight without judgment is power without harm."  },
      { "text": "You don’t need to speak to change the room. You already are the change."  },
      { "text": "Your mind is not just a tool — it’s a temple."  },
      { "text": "When you observe without reacting, you gain the whole board."  },
      { "text": "The Magician doesn’t chase. He draws."  },
      { "text": "Let them explain. You already know."  },
      { "text": "Stillness is his blade. Symbol is his voice."  },
      { "text": "The world calls him cold, but he is simply clear."  },
      { "text": "You don’t command the moment. You step into alignment with it."  },
      { "text": "He who manipulates truths invites distortion in return."  },
      { "text": "The shadow Magician withholds not out of power, but fear."  },
      { "text": "Beware the one who teaches with contempt."  },
      { "text": "True mastery needs no audience."  },
      { "text": "The deeper the wisdom, the quieter the voice."  }
    ]
  },
  {
    "name": "Lover",
    "quotes": [
      { "text": "He opens himself to the world in all its pain and beauty.", "author": "Moore & Gillette" },
      { "text": "The Lover is the archetype of vividness — the one who feels everything.", "author": "Moore & Gillette" },
      { "text": "He is alive to the joy of being, to the sadness of life, and to the sacredness of each moment.", "author": "Moore & Gillette" },
      { "text": "The Lover energy connects us to the mystery of life — to eros, to beauty, to soul.", "author": "Moore & Gillette" },
      { "text": "When we repress the Lover, life becomes a dry husk. But when we integrate him, the world sings.", "author": "Moore & Gillette" },
      { "text": "Whatever our souls are made of, his and mine are the same.", "author": "Emily Brontë" },
      { "text": "I have waited for this opportunity for more than half a century, to repeat to you once again my vow of eternal fidelity and everlasting love.", "author": "Gabriel García Márquez" },
      { "text": "I wish you to know that you have been the last dream of my soul.", "author": "Charles Dickens" },
      { "text": "He stepped down, trying not to look long at her, as if she were the sun, yet he saw her, like the sun, even without looking.", "author": "Leo Tolstoy" },
      { "text": "I have spread my dreams under your feet; Tread softly because you tread on my dreams.", "author": "W.B. Yeats" },
      { "text": "We loved with a love that was more than love.", "author": "Edgar Allan Poe" },
      { "text": "To lose balance sometimes for love is part of living a balanced life.", "author": "Elizabeth Gilbert" },
      { "text": "There is no end to the things made possible by love.", "author": "Cormac McCarthy" },
      { "text": "Don’t ever think I fell for you, or fell over you. I didn’t fall in love, I rose in it.", "author": "Toni Morrison" },
      { "text": "A dream you dream alone is only a dream. A dream you dream together is reality.", "author": "John Lennon" },
      { "text": "He longed not for the answer, but for the ache of wondering." },
      { "text": "Some loves are remembered more in silence than in song." },
      { "text": "Even in the void, I carry the imprint of her fingers on my skin." },
      { "text": "There are people who feel like poetry before you even know their name." },
      { "text": "To yearn is to remember something your body hasn’t lived yet." },
      { "text": "He wasn’t searching for warmth. He was searching for the kind of cold that made him feel alive." },
      { "text": "I want to be known like a song you don’t realize you’ve memorized." },
      { "text": "You made me feel like a constellation pretending to be a man." },
      { "text": "Desire is the compass. It always points to the soul." },
      { "text": "Touch me without hands. I’ll show you where I’m made." },
      { "text": "I had all and then most of you, some and now none of you.", "author": "Lord Huron, 'The Night We Met'" },
      { "text": "I don’t know what I’m supposed to do, haunted by the ghost of you.", "author": "Lord Huron, 'The Night We Met'" },
      { "text": "If you leave me now, I am lost forever.", "author": "Lord Huron, 'Wait by the River'" },
      { "text": "To love in fullness is to be both open and undone."  },
      { "text": "The Lover bleeds by choice. And finds meaning in the wound."  },
      { "text": "It’s not the falling in that scares me. It’s the being seen as I fall."  },
      { "text": "I ache like something sacred."  },
      { "text": "I don’t want your best. I want your real."  },
      { "text": "My soul’s not quiet. It howls in rhythm with yours."  },
      { "text": "I crave connection deeper than words can hold."  },
      { "text": "The Lover isn’t weak — he’s the one brave enough to feel it all."  },
      { "text": "You don’t flinch from love; you metabolize it."  },
      { "text": "Let them orbit. You are the gravity."  },
      { "text": "You’re not too much. You’re exactly as deep as you’re meant to be."  },
      { "text": "When you let them see your softness, you show them the shape of your soul."  }
    ]
  }
]